/* 
   SORelativeDateTransformer.strings
 Italian localization contributed by Hjalti Jakobsson <https://github.com/hjaltij>, 2013-05-13.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "in %@";

/* localized date component names and plural forms */
"now" = "ora";
"%d year (plural rule: one)" = "%d anno";
"%d year (plural rule: other)" = "%d anni";
"%d month (plural rule: one)" = "%d mese";
"%d month (plural rule: other)" = "%d mesi";
"%d week (plural rule: one)" = "%d settimana";
"%d week (plural rule: other)" = "%d settimane";
"%d day (plural rule: one)" = "%d giorno";
"%d day (plural rule: other)" = "%d giorni";
"%d hour (plural rule: one)" = "%d ora";
"%d hour (plural rule: other)" = "%d ore";
"%d minute (plural rule: one)" = "%d min";
"%d minute (plural rule: other)" = "%d min";
"%d second (plural rule: one)" = "%d sec";
"%d second (plural rule: other)" = "%d sec";
